Repository: sudosylabs/vnidrop
Catalog: windows/VniDrop/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, nl, pl, pt, ru

# progress_requesting_access
source: Requesting access
de: Zugriff wird angefragt
es: Solicitando acceso
fr: Demande d’accès
it: Richiesta di accesso
nl: Toegang aanvragen
pl: Prośba o dostęp
pt: A pedir acesso
ru: Запрос доступа

# progress_saving
source: Saving
de: Wird gesichert
es: Guardando
fr: Enregistrement
it: Salvataggio
nl: Bewaren
pl: Zapisywanie
pt: A guardar
ru: Сохранение

# progress_sending
source: Sending
de: Wird gesendet
es: Enviando
fr: Envoi
it: Invio
nl: Versturen
pl: Wysyłanie
pt: A enviar
ru: Отправка

# progress_sending_to_count
source: Sending to {count}
de: Senden an {count}
es: Enviando a {count}
fr: Envoi à {count}
it: Invio a {count}
nl: Versturen naar {count}
pl: Wysyłanie do {count}
pt: A enviar para {count}
ru: Отправка получателям: {count}

# progress_share_ready
source: Ready to share
de: Bereit zum Teilen
es: Listo para compartir
fr: Prêt à partager
it: Pronto per la condivisione
nl: Klaar om te delen
pl: Gotowe do udostępnienia
pt: Pronto para partilhar
ru: Готово к отправке

# progress_working
source: Working…
de: Wird bearbeitet…
es: Trabajando…
fr: En cours…
it: Elaborazione…
nl: Bezig…
pl: Przetwarzanie…
pt: A processar…
ru: Обработка…

# receive_choose_method_body
source: Choose the invitation method available to you.
de: Wählen Sie die Ihnen zur Verfügung stehende Einladungsmethode.
es: Elija el método de invitación de que disponga.
fr: Choisissez la méthode d’invitation à votre disposition.
it: Scelga il metodo di invito a sua disposizione.
nl: Kies de uitnodigingsmethode die u ter beschikking staat.
pl: Wybierz dostępną metodę zaproszenia.
pt: Escolha o método de convite ao seu dispor.
ru: Выберите доступный вам способ приглашения.

# receive_choose_method_title
source: How would you like to connect?
de: Wie möchten Sie sich verbinden?
es: ¿Cómo quiere conectarse?
fr: Comment souhaitez-vous vous connecter ?
it: Come vuole connettersi?
nl: Hoe wilt u verbinding maken?
pl: Jak chcesz się połączyć?
pt: Como pretende ligar-se?
ru: Как вы хотите подключиться?

# receive_clear_history
source: Clear history
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
it: Cancella cronologia
nl: Geschiedenis wissen
pl: Wyczyść historię
pt: Limpar histórico
ru: Очистить историю

# receive_clear_history_description
source: All completed, failed, and cancelled receives will be removed from VniDrop’s history. Downloaded files will remain on this device.
de: Alle abgeschlossenen, fehlgeschlagenen und abgebrochenen Empfänge werden aus dem Verlauf von VniDrop entfernt. Heruntergeladene Dateien verbleiben auf diesem Gerät.
es: Todas las recepciones completadas, fallidas y canceladas se eliminarán del historial de VniDrop. Los archivos descargados permanecerán en este dispositivo.
fr: Toutes les réceptions terminées, échouées et annulées seront retirées de l’historique de VniDrop. Les fichiers téléchargés resteront sur cet appareil.
it: Tutte le ricezioni completate, non riuscite e annullate verranno rimosse dalla cronologia di VniDrop. I file scaricati rimarranno su questo dispositivo.
nl: Alle voltooide, mislukte en geannuleerde ontvangsten worden uit de geschiedenis van VniDrop verwijderd. Gedownloade bestanden blijven op dit apparaat.
pl: Wszystkie ukończone, nieudane i anulowane odbiory zostaną usunięte z historii VniDrop. Pobrane pliki pozostaną na tym urządzeniu.
pt: Todas as receções concluídas, falhadas e canceladas serão removidas do histórico do VniDrop. Os ficheiros descarregados permanecerão neste dispositivo.
ru: Все завершённые, неудачные и отменённые получения будут удалены из истории VniDrop. Загруженные файлы останутся на этом устройстве.

# receive_clear_history_title
source: Clear receive history?
de: Empfangsverlauf löschen?
es: ¿Borrar el historial de recepción?
fr: Effacer l’historique de réception ?
it: Cancellare la cronologia di ricezione?
nl: Ontvangstgeschiedenis wissen?
pl: Wyczyścić historię odbioru?
pt: Limpar o histórico de receção?
ru: Очистить историю получения?

# receive_completed
source: Transfer received.
de: Übertragung empfangen.
es: Transferencia recibida.
fr: Transfert reçu.
it: Trasferimento ricevuto.
nl: Overdracht ontvangen.
pl: Transfer odebrany.
pt: Transferência recebida.
ru: Передача получена.

# receive_delete_history_description
source: {transferName} will be removed from VniDrop’s history. The downloaded file will remain on this device.
de: {transferName} wird aus dem Verlauf von VniDrop entfernt. Die heruntergeladene Datei verbleibt auf diesem Gerät.
es: {transferName} se eliminará del historial de VniDrop. El archivo descargado permanecerá en este dispositivo.
fr: {transferName} sera retiré de l’historique de VniDrop. Le fichier téléchargé restera sur cet appareil.
it: {transferName} verrà rimosso dalla cronologia di VniDrop. Il file scaricato rimarrà su questo dispositivo.
nl: {transferName} wordt uit de geschiedenis van VniDrop verwijderd. Het gedownloade bestand blijft op dit apparaat.
pl: {transferName} zostanie usunięty z historii VniDrop. Pobrany plik pozostanie na tym urządzeniu.
pt: {transferName} será removido do histórico do VniDrop. O ficheiro descarregado permanecerá neste dispositivo.
ru: {transferName} будет удалён из истории VniDrop. Загруженный файл останется на этом устройстве.

# receive_delete_history_item
source: Delete from receive history
de: Aus Empfangsverlauf löschen
es: Eliminar del historial de recepción
fr: Supprimer de l’historique de réception
it: Elimina dalla cronologia di ricezione
nl: Uit ontvangstgeschiedenis verwijderen
pl: Usuń z historii odbioru
pt: Eliminar do histórico de receção
ru: Удалить из истории получения

# receive_delete_history_title
source: Remove from history?
de: Aus dem Verlauf entfernen?
es: ¿Quitar del historial?
fr: Retirer de l’historique ?
it: Rimuovere dalla cronologia?
nl: Uit geschiedenis verwijderen?
pl: Usunąć z historii?
pt: Remover do histórico?
ru: Удалить из истории?

# receive_empty_body
source: Open a VniDrop invitation, scan a QR code, or hold near an NFC tag.
de: Öffnen Sie eine VniDrop-Einladung, scannen Sie einen QR-Code oder halten Sie das Gerät an ein NFC-Tag.
es: Abra una invitación de VniDrop, escanee un código QR o acerque una etiqueta NFC.
fr: Ouvrez une invitation VniDrop, scannez un QR code ou approchez un tag NFC.
it: Apra un invito VniDrop, scansioni un codice QR o avvicini un tag NFC.
nl: Open een VniDrop-uitnodiging, scan een QR-code of houd het apparaat bij een NFC-tag.
pl: Otwórz zaproszenie VniDrop, zeskanuj kod QR lub zbliż tag NFC.
pt: Abra um convite do VniDrop, leia um código QR ou aproxime uma etiqueta NFC.
ru: Откройте приглашение VniDrop, отсканируйте QR-код или поднесите NFC-метку.

# receive_empty_title
source: Nothing received yet
de: Noch nichts empfangen
es: Aún no se ha recibido nada
fr: Rien reçu pour l’instant
it: Ancora nulla di ricevuto
nl: Nog niets ontvangen
pl: Nic jeszcze nie odebrano
pt: Ainda não recebeu nada
ru: Пока ничего не получено

source: Receive history cleared.
de: Empfangsverlauf gelöscht.
es: Historial de recepción borrado.
fr: Historique de réception effacé.
it: Cronologia di ricezione cancellata.
nl: Ontvangstgeschiedenis gewist.
pl: Historia odbioru wyczyszczona.
pt: Histórico de receção limpo.
ru: История получения очищена.

# receive_history_title
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
nl: Geschiedenis
pl: Historia
pt: Histórico
ru: История

# receive_method_file
source: Open a .vnd invitation
de: Eine .vnd-Einladung öffnen
es: Abrir una invitación .vnd
fr: Ouvrir une invitation .vnd
it: Apri un invito .vnd
nl: Een .vnd-uitnodiging openen
pl: Otwórz zaproszenie .vnd
pt: Abrir um convite .vnd
ru: Открыть приглашение .vnd

# receive_method_file_description
source: Choose an invitation saved or shared to this device.
de: Wählen Sie eine auf diesem Gerät gespeicherte oder geteilte Einladung.
es: Elija una invitación guardada o compartida en este dispositivo.
fr: Choisissez une invitation enregistrée ou partagée sur cet appareil.
it: Scelga un invito salvato o condiviso su questo dispositivo.
nl: Kies een uitnodiging die op dit apparaat is bewaard of gedeeld.
pl: Wybierz zaproszenie zapisane lub udostępnione na tym urządzeniu.
pt: Escolha um convite guardado ou partilhado neste dispositivo.
ru: Выберите приглашение, сохранённое или отправленное на это устройство.

# receive_method_nfc
source: Read NFC tag
de: NFC-Tag lesen
es: Leer etiqueta NFC
fr: Lire un tag NFC
it: Leggi tag NFC
nl: NFC-tag lezen
pl: Odczytaj tag NFC
pt: Ler etiqueta NFC
ru: Прочитать NFC-метку

# receive_method_nfc_description
source: Hold this device near the sender’s invitation tag.
de: Halten Sie dieses Gerät an das Einladungs-Tag des Absenders.
es: Acerque este dispositivo a la etiqueta de invitación del remitente.
fr: Approchez cet appareil du tag d’invitation de l’expéditeur.
it: Avvicini questo dispositivo al tag di invito del mittente.
nl: Houd dit apparaat bij de uitnodigingstag van de afzender.
pl: Zbliż to urządzenie do tagu zaproszenia nadawcy.
pt: Aproxime este dispositivo da etiqueta de convite do remetente.
ru: Поднесите это устройство к метке приглашения отправителя.

# receive_method_scan
source: Scan QR code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner un QR code
it: Scansiona codice QR
nl: QR-code scannen
pl: Zeskanuj kod QR
pt: Ler código QR
ru: Сканировать QR-код

# receive_method_scan_description
source: Use the camera to scan the sender’s VniDrop code.
de: Verwenden Sie die Kamera, um den VniDrop-Code des Absenders zu scannen.
es: Use la cámara para escanear el código de VniDrop del remitente.
fr: Utilisez la caméra pour scanner le code VniDrop de l’expéditeur.
it: Usi la fotocamera per scansionare il codice VniDrop del mittente.
nl: Gebruik de camera om de VniDrop-code van de afzender te scannen.
pl: Użyj aparatu, aby zeskanować kod VniDrop nadawcy.
pt: Use a câmara para ler o código VniDrop do remetente.
ru: Используйте камеру, чтобы отсканировать код VniDrop отправителя.

# receive_new_subtitle
source: Transfers you’ve received on this device.
de: Übertragungen, die Sie auf diesem Gerät empfangen haben.
es: Transferencias que ha recibido en este dispositivo.
fr: Transferts que vous avez reçus sur cet appareil.
it: Trasferimenti che ha ricevuto su questo dispositivo.
nl: Overdrachten die u op dit apparaat hebt ontvangen.
pl: Transfery odebrane na tym urządzeniu.
pt: Transferências que recebeu neste dispositivo.
ru: Передачи, полученные на этом устройстве.

# receive_nfc_waiting
source: Hold near the NFC tag…
de: Halten Sie das Gerät an das NFC-Tag…
es: Acerque a la etiqueta NFC…
fr: Approchez du tag NFC…
it: Avvicini al tag NFC…
nl: Houd bij de NFC-tag…
pl: Zbliż do tagu NFC…
pt: Aproxime da etiqueta NFC…
ru: Поднесите к NFC-метке…

# receive_open_files_failed
source: Couldn’t open VniDrop in Files.
de: VniDrop konnte in „Dateien“ nicht geöffnet werden.
es: No se pudo abrir VniDrop en Archivos.
fr: Impossible d’ouvrir VniDrop dans Fichiers.
it: Impossibile aprire VniDrop in File.
nl: VniDrop kon niet worden geopend in Bestanden.
pl: Nie udało się otworzyć VniDrop w Plikach.
pt: Não foi possível abrir o VniDrop em Ficheiros.
ru: Не удалось открыть VniDrop в Файлах.

# receive_review_title
source: Review transfer
de: Übertragung prüfen
es: Revisar transferencia
fr: Vérifier le transfert
it: Rivedi trasferimento
nl: Overdracht controleren
pl: Przejrzyj transfer
pt: Rever transferência
ru: Проверить передачу

# receive_title
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
nl: Ontvangen
pl: Odbierz
pt: Receber
ru: Получить

# receive_unknown_transfer
source: VniDrop transfer
de: VniDrop-Übertragung
es: Transferencia de VniDrop
fr: Transfert VniDrop
it: Trasferimento VniDrop
nl: VniDrop-overdracht
pl: Transfer VniDrop
pt: Transferência VniDrop
ru: Передача VniDrop

# relay_add_url
source: Add relay server
de: Relay-Server hinzufügen
es: Añadir servidor de retransmisión
fr: Ajouter un serveur relais
it: Aggiungi server relay
nl: Relayserver toevoegen
pl: Dodaj serwer przekaźnikowy
pt: Adicionar servidor de retransmissão
ru: Добавить сервер-ретранслятор

# relay_apply
source: Apply network settings
de: Netzwerkeinstellungen anwenden
es: Aplicar ajustes de red
fr: Appliquer les réglages réseau
it: Applica impostazioni di rete
nl: Netwerkinstellingen toepassen
pl: Zastosuj ustawienia sieci
pt: Aplicar definições de rede
ru: Применить настройки сети

# relay_apply_active_transfers
source: Stop all active transfers and shares before applying network settings.
de: Beenden Sie alle aktiven Übertragungen und Freigaben, bevor Sie die Netzwerkeinstellungen anwenden.
es: Detenga todas las transferencias y elementos compartidos activos antes de aplicar los ajustes de red.
fr: Arrêtez tous les transferts et partages actifs avant d’appliquer les réglages réseau.
it: Interrompa tutti i trasferimenti e le condivisioni attivi prima di applicare le impostazioni di rete.
nl: Stop alle actieve overdrachten en gedeelde items voordat u de netwerkinstellingen toepast.
pl: Zatrzymaj wszystkie aktywne transfery i udostępnienia przed zastosowaniem ustawień sieci.
pt: Pare todas as transferências e partilhas ativas antes de aplicar as definições de rede.
ru: Остановите все активные передачи и раздачи перед применением настроек сети.

# relay_apply_failed
source: Could not apply these settings. The previous network settings were restored.
de: Diese Einstellungen konnten nicht angewendet werden. Die vorherigen Netzwerkeinstellungen wurden wiederhergestellt.
es: No se han podido aplicar estos ajustes. Se han restaurado los ajustes de red anteriores.
fr: Impossible d’appliquer ces réglages. Les réglages réseau précédents ont été restaurés.
it: Impossibile applicare queste impostazioni. Sono state ripristinate le impostazioni di rete precedenti.
nl: Deze instellingen konden niet worden toegepast. De vorige netwerkinstellingen zijn hersteld.
pl: Nie udało się zastosować tych ustawień. Przywrócono poprzednie ustawienia sieci.
pt: Não foi possível aplicar estas definições. As definições de rede anteriores foram restauradas.
ru: Не удалось применить эти настройки. Предыдущие настройки сети восстановлены.

# relay_apply_restart_description
source: Applying restarts VniDrop’s network connection. Stop active transfers and shares first. Existing invitations may need to be shared again.
de: Beim Anwenden wird die Netzwerkverbindung von VniDrop neu gestartet. Beenden Sie zuerst aktive Übertragungen und Freigaben. Vorhandene Einladungen müssen eventuell erneut geteilt werden.
es: Al aplicar los ajustes, se reinicia la conexión de red de VniDrop. Detenga primero las transferencias y los elementos compartidos activos. Es posible que tenga que volver a compartir las invitaciones existentes.
fr: L’application de ces réglages redémarre la connexion réseau de VniDrop. Arrêtez d’abord les transferts et partages actifs. Il peut être nécessaire de partager à nouveau les invitations existantes.
it: L’applicazione riavvia la connessione di rete di VniDrop. Interrompa prima i trasferimenti e le condivisioni attivi. Potrebbe essere necessario condividere di nuovo gli inviti esistenti.
nl: Bij het toepassen wordt de netwerkverbinding van VniDrop opnieuw gestart. Stop eerst actieve overdrachten en gedeelde items. Bestaande uitnodigingen moeten mogelijk opnieuw worden gedeeld.
pl: Zastosowanie ustawień ponownie uruchamia połączenie sieciowe VniDrop. Najpierw zatrzymaj aktywne transfery i udostępnienia. Istniejące zaproszenia mogą wymagać ponownego udostępnienia.
pt: A aplicação reinicia a ligação de rede do VniDrop. Pare primeiro as transferências e partilhas ativas. Poderá ser necessário voltar a partilhar os convites existentes.
ru: При применении сетевое соединение VniDrop перезапускается. Сначала остановите активные передачи и раздачи. Возможно, существующие приглашения потребуется отправить повторно.

# relay_applying
source: Applying…
de: Wird angewendet…
es: Aplicando…
fr: Application…
it: Applicazione…
nl: Toepassen…
pl: Stosowanie…
pt: A aplicar…
ru: Применение…

# relay_custom_urls_help
source: Enter one HTTPS relay URL per line. URL credentials are not supported. The TLS certificate must be issued by a publicly trusted certificate authority.
de: Geben Sie pro Zeile eine HTTPS-Relay-URL ein. Anmeldedaten in URLs werden nicht unterstützt. Das TLS-Zertifikat muss von einer öffentlich vertrauenswürdigen Zertifizierungsstelle ausgestellt sein.
es: Introduzca una URL HTTPS de relé por línea. No se admiten credenciales en las URL. El certificado TLS debe ser emitido por una autoridad de certificación de confianza pública.
fr: Saisissez une URL de relais HTTPS par ligne. Les identifiants dans les URL ne sont pas pris en charge. Le certificat TLS doit être émis par une autorité de certification reconnue publiquement.
it: Inserisca un URL relay HTTPS per riga. Le credenziali negli URL non sono supportate. Il certificato TLS deve essere emesso da un’autorità di certificazione pubblicamente attendibile.
nl: Voer per regel één HTTPS-relay-URL in. Aanmeldgegevens in URL's worden niet ondersteund. Het TLS-certificaat moet zijn uitgegeven door een openbaar vertrouwde certificeringsinstantie.
pl: Wprowadź po jednym adresie URL HTTPS przekaźnika w każdym wierszu. Dane logowania w adresach URL nie są obsługiwane. Certyfikat TLS musi być wystawiony przez publicznie zaufany urząd certyfikacji.
pt: Introduza um URL HTTPS de retransmissor por linha. Não são suportadas credenciais nos URLs. O certificado TLS tem de ser emitido por uma autoridade de certificação publicamente reconhecida.
ru: Введите по одному HTTPS-адресу ретранслятора в строке. Учётные данные в URL-адресах не поддерживаются. Сертификат TLS должен быть выдан общедоступным доверенным центром сертификации.

# relay_custom_urls_label
source: Relay URLs
es: URL de relés
fr: URL des relais
it: URL relay
pl: Adresy URL przekaźników
pt: URLs dos retransmissores
ru: URL-адреса ретрансляторов

# relay_mode_automatic
source: Automatic (recommended)
de: Automatisch (empfohlen)
es: Automático (recomendado)
fr: Automatique (recommandé)
it: Automatica (consigliata)
nl: Automatisch (aanbevolen)
pl: Automatyczny (zalecany)
pt: Automático (recomendado)
ru: Автоматически (рекомендуется)

# relay_mode_automatic_description
source: Use VniDrop’s default public relay infrastructure when a direct connection is unavailable.
de: Verwendet die öffentliche Standard-Relay-Infrastruktur von VniDrop, wenn keine direkte Verbindung möglich ist.
es: Usa la infraestructura pública de relés predeterminada de VniDrop cuando no haya una conexión directa disponible.
fr: Utiliser l’infrastructure de relais publique par défaut de VniDrop lorsqu’une connexion directe est indisponible.
it: Usa l’infrastruttura relay pubblica predefinita di VniDrop quando non è disponibile una connessione diretta.
nl: Gebruikt de standaard openbare relay-infrastructuur van VniDrop wanneer geen directe verbinding beschikbaar is.
pl: Używa domyślnej publicznej infrastruktury przekaźników VniDrop, gdy połączenie bezpośrednie jest niedostępne.
pt: Utiliza a infraestrutura pública de retransmissores predefinida do VniDrop quando não está disponível uma ligação direta.
ru: Использовать стандартную публичную инфраструктуру ретрансляторов VniDrop, если прямое соединение недоступно.

# relay_mode_custom
source: Strict custom
de: Strikt benutzerdefiniert
es: Personalizado estricto
fr: Personnalisé strict
it: Personalizzata rigorosa
nl: Strikt aangepast
pl: Ścisły niestandardowy
pt: Personalizado estrito
ru: Строго пользовательский

# relay_mode_custom_description
source: Use only the configured custom relays or direct connections. Report an error if no custom relay can be established.
de: Verwendet nur die konfigurierten eigenen Relays oder Direktverbindungen. Meldet einen Fehler, wenn kein eigenes Relay erreichbar ist.
es: Usa solo los relés personalizados configurados o conexiones directas. Informa de un error si no se puede establecer ningún relé personalizado.
fr: Utilise uniquement les relais personnalisés configurés ou les connexions directes. Signale une erreur si aucun relais personnalisé ne peut être établi.
it: Usa solo i relay personalizzati configurati o connessioni dirette. Segnala un errore se non è possibile stabilire alcun relay personalizzato.
nl: Gebruikt alleen de ingestelde aangepaste relays of rechtstreekse verbindingen. Meldt een fout als geen aangepaste relay bereikbaar is.
pl: Używa tylko skonfigurowanych własnych przekaźników lub połączeń bezpośrednich. Zgłasza błąd, jeśli nie można połączyć się z żadnym własnym przekaźnikiem.
pt: Utiliza apenas os retransmissores personalizados configurados ou ligações diretas. Apresenta um erro se não for possível estabelecer nenhum retransmissor personalizado.
ru: Использует только настроенные пользовательские ретрансляторы или прямые соединения. Сообщает об ошибке, если ни один пользовательский ретранслятор недоступен.

# relay_mode_custom_direct_fallback
source: Custom with direct fallback
de: Benutzerdefiniert mit direktem Rückfall
es: Personalizado con conexión directa de reserva
fr: Personnalisé avec repli direct
it: Personalizzata con ripiego diretto
nl: Aangepast met directe terugval
pl: Niestandardowy z trybem bezpośrednim
pt: Personalizado com alternativa direta
ru: Пользовательский с прямым резервом

# relay_mode_custom_direct_fallback_description
source: Prefer the configured custom relays. If unavailable, continue with direct connections only. Never use public relays.
de: Bevorzugt die konfigurierten eigenen Relays. Sind sie nicht verfügbar, werden nur Direktverbindungen verwendet. Öffentliche Relays werden nie genutzt.
es: Prefiere los relés personalizados configurados. Si no están disponibles, continúa solo con conexiones directas. Nunca usa relés públicos.
fr: Préfère les relais personnalisés configurés. S’ils sont indisponibles, continue uniquement avec des connexions directes. N’utilise jamais les relais publics.
it: Preferisce i relay personalizzati configurati. Se non sono disponibili, continua solo con connessioni dirette. Non usa mai relay pubblici.
nl: Geeft de voorkeur aan de ingestelde aangepaste relays. Als die niet beschikbaar zijn, worden alleen rechtstreekse verbindingen gebruikt. Openbare relays worden nooit gebruikt.
pl: Preferuje skonfigurowane własne przekaźniki. Jeśli są niedostępne, kontynuuje tylko przez połączenia bezpośrednie. Nigdy nie używa publicznych przekaźników.
pt: Prefere os retransmissores personalizados configurados. Se não estiverem disponíveis, continua apenas com ligações diretas. Nunca utiliza retransmissores públicos.
ru: Предпочитает настроенные пользовательские ретрансляторы. Если они недоступны, продолжает работу только через прямые соединения. Публичные ретрансляторы не используются.

# relay_mode_local_only
source: Local only
de: Nur lokales Netzwerk
es: Solo red local
fr: Réseau local uniquement
it: Solo rete locale
nl: Alleen lokaal netwerk
pl: Tylko sieć lokalna
pt: Apenas rede local
ru: Только локальная сеть
